Repository: zeze418/Thaw
Catalog: Thaw/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: This will overwrite the settings of %lld displays with the global template. If the active display's spacing changes, Thaw will relaunch each app with a menu bar item. Relaunching apps may cause unsaved input, progress, or transient app state to be lost.
pl: Spowoduje to zastąpienie ustawień %lld wyświetlaczy ustawieniami szablonu globalnego. Jeśli zmieni się odstęp na aktywnym wyświetlaczu, Thaw uruchomi ponownie każdą aplikację z ikoną na pasku menu. Ponowne uruchomienie aplikacji może spowodować utratę niezapisanych danych wprowadzonych w aplikacjach, postępów lub tymczasowego stanu aplikacji.
ru: Эта настройка перезапишет настройки %lld дисплея глобальным шаблоном.
th: การดำเนินการนี้จะเขียนทับการตั้งค่าของจอแสดงผล %lld จอด้วยเทมเพลตโดยรวม หากระยะห่างของจอแสดงผลที่ใช้งานอยู่เปลี่ยนไป Thaw จะรีสตาร์ทแอปแต่ละตัวที่มีรายการในแถบเมนู การรีสตาร์ทแอปอาจทำให้ข้อมูลที่ยังไม่ได้บันทึก ความคืบหน้า หรือสถานะชั่วคราวของแอปสูญหายไป
zh_hans: 这将使用全局模板覆盖%lld台显示器的设置。如果当前显示器的间距发生变化，Thaw将重启所有包含菜单栏项目的软件。重启软件可能造成未保存输入内容、进度或者临时状态丢失。

source: This condition is turned off in Trigger Sources, so the trigger won't run.
pl: Ten warunek jest wyłączony w Źródłach wyzwalaczy, więc wyzwalacz się nie uruchomi.
zh_hans: 此条件已在“触发源”中关闭，因此该触发器不会运行。

source: This Space uses a saved override. Changes above apply to this Space only.
pl: W tej Przestrzeni używane są zapisane ustawienia niestandardowe. Powyższe zmiany dotyczą tylko tej przestrzeni.
ru: Это пространство использует сохранённое переопределение. Изменения выше применяются только к этому пространству.
th: Space นี้ใช้การกำหนดเฉพาะที่บันทึกไว้ การเปลี่ยนแปลงด้านบนจะมีผลกับ Space นี้เท่านั้น
zh_hans: 此桌面空间使用已保存的单独设置。上述更改仅应用于此桌面空间。

source: This Space uses the shared appearance.
pl: W tej Przestrzeni obowiązują wspólne ustawienia wyglądu.
ru: Это пространство использует общее оформление.
th: Space นี้ใช้ลักษณะที่ใช้ร่วมกัน
zh_hans: 此桌面空间使用共享外观设置。

source: This trigger controls %@'s section. Your saved layout no longer applies to it.
pl: Sekcja %@ jest sterowana przez ten wyzwalacz. Twój zapisany układ nie ma już do niej zastosowania.
ru: Этот триггер управляет разделом %@. Сохранённая раскладка больше к нему не применяется.
th: ทริกเกอร์นี้ควบคุมหมวดหมู่ของ %@ เค้าโครงที่บันทึกไว้ของคุณจะไม่มีผลกับรายการนี้อีกต่อไป
zh_hans: 此触发器控制%@所在的区域。已保存布局不再应用于该区域。

source: This trigger controls the section of %@. Your saved layout no longer applies to them.
pl: Ten wyzwalacz steruje sekcją %@. Twój zapisany układ już ich nie dotyczy.
ru: Этот триггер управляет разделом %@. Сохранённая раскладка больше к ним не применяется.
th: ทริกเกอร์นี้ควบคุมหมวดหมู่ของ %@ เค้าโครงที่บันทึกไว้ของคุณจะไม่มีผลกับรายการเหล่านี้อีกต่อไป
zh_hans: 此触发器控制%@所在的区域。已保存布局不再应用于该区域。

source: This will reset app preferences to their default values. Saved profiles and user data will not be deleted. This action cannot be undone.
pl: Spowoduje to przywrócenie domyślnych ustawień aplikacji. Zapisane profile i dane użytkownika nie zostaną usunięte. Tej czynności nie można cofnąć.
ru: Это восстановит настройки приложения до значений по умолчанию. Сохранённые профили и пользовательские данные не будут удалены. Это действие нельзя отменить.
th: การดำเนินการนี้จะรีเซ็ตค่ากำหนดของแอปกลับเป็นค่าเริ่มต้น โปรไฟล์ที่บันทึกไว้และข้อมูลผู้ใช้จะไม่ถูกลบ การกระทำนี้ไม่สามารถย้อนกลับได้
zh_hans: 此操作会重置软件设置到默认值。已保存配置方案和用户数据不会被删除。此操作不可撤销。

source: Threshold
pl: Próg
ru: Порог
th: เกณฑ์
zh_hans: 阈值

source: To
pl: Do
ru: До
th: ถึง
zh_hans: 到

source: The language change applies after %@ relaunches.
pl: Zmiana języka zostanie zastosowana po ponownym uruchomieniu %@.
ru: Изменение языка вступит в силу после перезапуска %@.
th: การเปลี่ยนภาษาจะมีผลหลังจาก %@ รีสตาร์ท
zh_hans: 语言修改会在%@重启后应用。

source: What %@ Sees
pl: Co widzi %@
ru: Что видит %@
th: สิ่งที่ %@ เห็น
zh_hans: %@可以看到

source: When a hidden item starts blinking its icon, briefly show its section so you see it. Thaw tells a blink apart from a clock or a battery percentage by whether the icon keeps returning to a state it already showed. It shows the section rather than moving the item, and the usual rehide puts it back.
pl: Gdy ikona ukrytego elementu zacznie migać, na chwilę pokaż jego sekcję, żeby go zobaczyć. Thaw odróżnia miganie od zmian wskazania zegara lub poziomu naładowania baterii po tym, czy ikona stale wraca do stanu, który już wcześniej wyświetlała. Pokazuje sekcję zamiast przenosić element, a potem ukrywa ją ponownie.
ru: Когда значок скрытого элемента начинает мигать, ненадолго показывать его раздел, чтобы вы могли его увидеть. Thaw отличает мигание от часов или процента заряда батареи по тому, возвращается ли значок к состоянию, которое он уже отображал. Отображается сам раздел, а не перемещается элемент, после чего обычное повторное скрытие возвращает его обратно.
th: เมื่อไอคอนของรายการที่ซ่อนไว้เริ่มกะพริบ Thaw จะแสดงหมวดหมู่ของรายการนั้นชั่วครู่ให้คุณเห็น Thaw แยกความแตกต่างระหว่างการกะพริบกับนาฬิกาหรือเปอร์เซ็นต์แบตเตอรี่ โดยดูว่าไอคอนกลับไปสู่สถานะที่เคยแสดงมาก่อนหรือไม่ Thaw จะแสดงหมวดหมู่แทนการย้ายรายการ และการซ่อนอีกครั้งตามปกติจะนำรายการกลับไปที่เดิม
zh_hans: 当隐藏项目的图标开始闪烁时，短暂显示它所在的区域以便你看到它。Thaw 通过判断图标是否反复回到此前出现过的状态，来区分闪烁与始终或电池百分比的正常变化。此功能会显示项目所在的区域，而不是移动项目，随后和往常一样自动重新隐藏。

source: While this trigger is on, it controls its target's section and your saved layout no longer applies to it.
pl: Kiedy ten wyzwalacz jest włączony, steruje sekcją elementu docelowego, więc zapisany przez Ciebie układ nie ma już do niej zastosowania.
ru: Пока этот триггер включён, он управляет разделом своего объекта, и сохранённая раскладка больше к нему не применяется.
th: ขณะที่ทริกเกอร์นี้เปิดใช้งานอยู่ มันจะควบคุมหมวดหมู่ของเป้าหมาย และเค้าโครงที่บันทึกไว้ของคุณจะไม่มีผลกับรายการนั้นอีกต่อไป
zh_hans: 启用此触发器时，它将控制目标区域的布局，你已保存的布局将不再应用到该区域。

source: Without Screen Recording, menu bar items appear as their app's icon rather than a live preview. You can still arrange them.
pl: Gdy nagrywanie ekranu jest wyłączone, elementy paska menu są widoczne jako ikony aplikacji zamiast podglądu na żywo. Wciąż możesz zmieniać ich kolejność.
ru: Без записи экрана элементы строки меню отображаются в виде значков соответствующих приложений, а не динамического просмотра. Вы по-прежнему можете изменять их расположение.
th: หากไม่มีสิทธิ์การบันทึกหน้าจอ รายการแถบเมนูจะแสดงเป็นไอคอนของแอปแทนตัวอย่างสด คุณยังคงจัดเรียงรายการเหล่านี้ได้ตามปกติ
zh_hans: 未授权屏幕录制权限时，菜单栏项目将显示它们的软件图标，而不是实时预览。你仍可以排列这些项目。

source: Zen mode is off
pl: Tryb Zen wyłączony
ru: Режим без отвлекающих элементов выключен
th: โหมดเซนปิดอยู่
zh_hans: 禅模式已关闭

source: Watched item
pl: Obserwowany element
ru: Отслеживаемый элемент
th: รายการที่เฝ้าติดตาม
zh_hans: 已监控项目

source: Use Current Appearance for This Space
pl: Zastosuj obecny wygląd do tej Przestrzeni
ru: Использовать текущее оформление для этого пространства
th: ใช้ลักษณะปัจจุบันสำหรับ Space นี้
zh_hans: 将当前外观应用于此桌面空间

source: Use %@ in a different language than the system. Takes effect after a relaunch.
pl: Używaj %@ w języku innym niż systemowy. Zmiana zacznie obowiązywać po ponownym uruchomieniu.
ru: Использовать %@ на другом языке, отличном от системного. Вступает в силу после перезапуска.
th: ใช้ %@ ในภาษาที่แตกต่างจากระบบ มีผลหลังจากรีสตาร์ท
zh_hans: 为%@使用和系统不同的语言。重启后生效。

source: Use a separate appearance
pl: Ustaw osobny wygląd
ru: Использовать отдельное оформление
th: ใช้ลักษณะแยกต่างหาก
zh_hans: 使用单独的外观

source: Use Current Location
pl: Użyj bieżącej lokalizacji
ru: Использовать текущее местоположение
th: ใช้ตำแหน่งปัจจุบัน
zh_hans: 使用当前位置

source: The report retains installed-app identities, menu-item titles and status text, and display/menu-bar geometry for debugging. It attempts to redact other potentially sensitive information, but redaction cannot be guaranteed. Review the report before sharing it.
pl: Raport zachowuje informacje identyfikujące zainstalowane aplikacje, nazwy pozycji menu i tekst statusu, a także geometrię ekranu i paska menu na potrzeby debugowania. Podejmowana jest próba usunięcia z niego innych potencjalnie poufnych informacji, ale nie można zagwarantować, że wszystkie zostaną usunięte. Przed udostępnieniem raportu należy go przejrzeć.
pt_br: O relatório retém as identidades de aplicativos instalados, títulos de itens de menu e texto de status, e a geometria de exibição/barra de menu para depuração. Ele tenta redigir outras informações potencialmente sensíveis, mas a redação não pode ser garantida. Revise o relatório antes de compartilhá-lo.
ru: Отчёт сохраняет идентификаторы установленных приложений, названия элементов меню и текст состояния, а также геометрию дисплея и строки меню для отладки. Предпринимается попытка удалить другие потенциально конфиденциальные сведения, но гарантировать их удаление невозможно. Проверьте отчёт перед тем, как поделиться им.
th: รายงานนี้เก็บข้อมูลระบุตัวตนของแอปที่ติดตั้ง ชื่อรายการเมนูและข้อความสถานะ รวมถึงตำแหน่งและขนาดของจอแสดงผล/แถบเมนู ไว้เพื่อการแก้ไขข้อบกพร่อง โดยจะพยายามปกปิดข้อมูลอื่นที่อาจละเอียดอ่อน แต่ไม่สามารถรับประกันการปกปิดได้ทั้งหมด โปรดตรวจสอบรายงานก่อนแชร์
zh_hans: 此报告会保留已安装应用的标识信息、菜单栏项目标题和状态文本，以及显示器和菜单栏集合信息用于调试。报告会尝试隐去其他可能的敏感信息，但是无法保证全部隐去。分享前请检查报告内容。

source: Screen Recording is off, so %@ reads nothing.
pl: Nagrywanie ekranu jest wyłączone, więc %@ nic nie odczytał.
ru: Запись экрана выключена, поэтому %@ ничего не считывает.
th: การบันทึกหน้าจอปิดอยู่ %@ จึงไม่อ่านค่าใด ๆ
zh_hans: 屏幕录制权限未授权，所以%@无法读取任何内容。

source: Show hidden items on
pl: Ukryte elementy są widoczne
ru: Показывать скрытые элементы
th: แสดงรายการที่ซ่อนไว้บน
zh_hans: 将已隐藏项目显示在

source: Show app icons instead of live previews
pl: Wyświetlaj ikony aplikacji zamiast podglądu ich zawartości na żywo
ru: Показывать значки приложений вместо динамического просмотра
th: แสดงไอคอนแอปแทนตัวอย่างสด
zh_hans: 显示软件图标而非实时预览

source: Show hidden menu bar items by clicking, hovering, or scrolling in an empty area of the menu bar.
pl: Aby wyświetlić ukryte elementy paska menu, kliknij jego pusty obszar, najedź na niego kursorem lub przewiń w nim.
ru: Показывать скрытые элементы строки меню при нажатии, наведении или прокрутке в пустой области строки меню.
th: แสดงรายการแถบเมนูที่ซ่อนไว้โดยการคลิก วางเมาส์ไว้ หรือเลื่อนในพื้นที่ว่างของแถบเมนู
zh_hans: 在菜单栏空白区域点击、悬停或滚动，以显示隐藏的菜单栏项目。

source: Show in
pl: Pokaż w
ru: Показывать в
th: แสดงใน
zh_hans: 显示在

source: Scroll
pl: Przewiń
ru: Прокрутка
th: เลื่อน
zh_hans: 滚动

source: Second item
pl: Drugi element
ru: Второй элемент
th: รายการที่สอง
zh_hans: 第二个项目

source: Settings were reset to defaults.
pl: Ustawienia zostały przywrócone do wartości domyślnych.
ru: Настройки сброшены до значений по умолчанию.
th: การตั้งค่าถูกรีเซ็ตเป็นค่าเริ่มต้น
zh_hans: 已重置设置到默认设置。

source: Surface hidden items that ask for attention
pl: Wyświetl ukryte elementy wymagające uwagi
ru: Показывать скрытые элементы, требующие внимания
th: แสดงรายการที่ซ่อนไว้ที่ต้องการความสนใจ
zh_hans: 显示需要关注的隐藏项目

source: System Default
pl: Domyślne ustawienie systemowe
ru: Системные настройки по умолчанию
th: ค่าเริ่มต้นของระบบ
zh_hans: 系统默认

source: Thaw reads a band across the top of your display — the menu bar and its background. That band can contain the frontmost app's menus.
pl: Thaw analizuje pas na górze ekranu, obejmujący pasek menu i jego tło. Pas ten może zawierać menu aplikacji, która jest na pierwszym planie.
ru: Thaw считывает область в верхней части дисплея — строку меню и её фон. Эта область может содержать меню активного приложения.
th: Thaw อ่านแถบบริเวณด้านบนของจอแสดงผลของคุณ — แถบเมนูและพื้นหลังของมัน แถบนั้นอาจมีเมนูของแอปที่อยู่หน้าสุด
zh_hans: Thaw会读取显示器顶部的一条带状区域--菜单栏和它的背景。该区域可能包含当前使用应用的菜单。

source: The active Space is still settling. Switch away and back to assign a profile.
pl: Aktywna przestrzeń nie jest jeszcze gotowa. Przełącz się na inną przestrzeń i wróć, aby przypisać profil.
ru: Активное пространство ещё настраивается. Переключитесь на другое пространство и обратно, чтобы назначить профиль.
th: Space ที่ใช้งานอยู่ยังตั้งค่าไม่เสร็จ สลับออกแล้วกลับมาเพื่อกำหนดโปรไฟล์
zh_hans: 当前桌面空间仍在完成切换。请切换到其他桌面空间再切回来，以绑定配置方案。

source: The capture returned nothing for this display.
pl: Przechwytywanie nie zwróciło żadnych danych dla tego wyświetlacza.
ru: Захват не обнаружил ничего на этом дисплее.
th: การจับภาพไม่พบข้อมูลสำหรับจอแสดงผลนี้
zh_hans: 未从此显示器截取到任何内容。

source: Style the %@ Bar on its own instead of matching the menu bar.
pl: Ustaw wygląd paska %@ niezależnie od paska menu.
ru: Оформлять панель %@ отдельно, не подстраивая её под строку меню.
th: จัดรูปแบบ %@ Bar ด้วยตัวเองแทนที่จะให้เข้ากับแถบเมนู
zh_hans: 为%@栏设置与菜单栏不同的单独样式。

source: Space
pl: Przestrzeń
ru: Пространство
zh_hans: 桌面空间

source: Spaces with overrides: %lld
pl: Przestrzenie z nadpisanymi ustawieniami: %lld
ru: Пространства с переопределениями: %lld
th: Space ที่มีการกำหนดค่าเฉพาะ: %lld
zh_hans: 使用单独设置的桌面空间：%lld

source: Start a new log file once the current one reaches this size.
pl: Utwórz nowy plik dziennika, gdy bieżący osiągnie ten rozmiar.
ru: Создавать новый файл журнала, когда текущий достигает этого размера.
th: เริ่มไฟล์บันทึกใหม่เมื่อไฟล์ปัจจุบันมีขนาดถึงขนาดนี้
zh_hans: 当前日志文件达到此大小后，新建一个日志文件。

source: Maximum log file size in megabytes
pl: Maksymalny rozmiar pliku dziennika w megabajtach
ru: Максимальный размер файла журнала в мегабайтах
th: ขนาดไฟล์บันทึกสูงสุดเป็นเมกะไบต์
zh_hans: 最大日志文件大小 Mb

source: Behavior
pl: Zachowanie
ru: Поведение
th: พฤติกรรม
zh_hans: 行为

source: Cache cleared. Quitting…
pl: Wyczyszczono pamięć podręczną. Zamykanie programu…
ru: Кэш очищен. Завершение работы…
th: ล้างแคชแล้ว กำลังออกจากโปรแกรม…
zh_hans: 已清理缓存。正在退出…

source: Capture One Frame
pl: Przechwyć jedną klatkę
ru: Захватить один кадр
th: จับภาพหนึ่งเฟรม
zh_hans: 截取一帧

source: Capture Reference
pl: Identyfikator przechwycenia
ru: Захватить эталон
th: จับภาพอ้างอิง
zh_hans: 截取参考图像

source: Capturing…
pl: Przechwytywanie…
ru: Захват…
th: กำลังจับภาพ…
zh_hans: 正在截取…

source: Assigns a profile to the Space you are currently on. Spaces have no system name, so each assignment is labelled by its Mission Control position at the time you made it. A Space assignment takes precedence over a display assignment; a Focus Filter still overrides both.
pl: Przypisuje profil do przestrzeni, na której obecnie się znajdujesz. Przestrzenie nie mają nazw systemowych, dlatego każde przypisanie jest oznaczone pozycją przestrzeni w Mission Control w chwili jego utworzenia. Przypisanie do przestrzeni ma pierwszeństwo przed przypisaniem do wyświetlacza; filtr skupienia nadal ma pierwszeństwo przed oboma.
ru: Назначает профиль текущему пространству. У пространств нет системных имён, поэтому каждое назначение обозначается его положением в Mission Control на момент создания. Назначение для пространства имеет приоритет над назначением для дисплея; фильтр фокусирования по-прежнему имеет приоритет над обоими.
th: กำหนดโปรไฟล์ให้กับ Space ที่คุณอยู่ในขณะนี้ เนื่องจาก Space ไม่มีชื่อของระบบ การกำหนดแต่ละครั้งจึงระบุด้วยตำแหน่งใน Mission Control ณ เวลาที่คุณกำหนด การกำหนดตาม Space จะมีความสำคัญเหนือกว่าการกำหนดตามจอแสดงผล แต่ Focus Filter ยังคงมีผลเหนือกว่าทั้งสองอย่าง
zh_hans: 为当前所在的桌面空间指定配置。桌面空间没有系统名称，因此每项指定都以设置时该桌面空间在调度中心中的位置来标记。桌面空间的指定优先于显示器的指定；专注模式过滤器的优先级仍高于两者。

source: Automatic rehiding is off
pl: Funkcja automatycznego ponownego ukrywania jest wyłączona
ru: Автоматическое повторное скрытие выключено
th: การซ่อนอัตโนมัติปิดอยู่
zh_hans: 自动隐藏已关闭

source: Automatic rehiding is on
pl: Funkcja automatycznego ponownego ukrywania jest włączona
ru: Автоматическое повторное скрытие включено
th: การซ่อนอัตโนมัติเปิดอยู่
zh_hans: 自动隐藏已开启

source: Automatically reveal a menu bar item while a condition is met, then hide it again when the condition no longer applies. Turn on more condition types in Trigger Sources.
pl: Automatycznie pokazuj element paska menu, gdy dany warunek jest spełniony, a następnie ukrywaj go, gdy przestanie być spełniony. Włącz więcej typów warunków w sekcji Źródła wyzwalaczy.
zh_hans: 在满足条件时自动显示菜单栏项目，并在条件不再满足时重新隐藏。可在“触发源”中开启更多条件类型。

source: Captures the icon now as a reference, then reveals the item when the icon later changes from it. Requires screen recording permission.
pl: Utrwala ikonę w jej aktualnej postaci, a następnie ujawnia element, gdy jej wygląd odbiega od zapisanego wzorca. Wymaga uprawnienia do nagrywania ekranu.
ru: Сохраняет текущий значок как эталон, а затем показывает элемент, когда значок позже изменится. Требуется разрешение на запись экрана.
th: จับภาพไอคอนในตอนนี้เป็นภาพอ้างอิง แล้วแสดงรายการเมื่อไอคอนเปลี่ยนไปจากภาพนั้นในภายหลัง ต้องมีสิทธิ์การบันทึกหน้าจอ
zh_hans: 立即捕获图标作为参照，之后当该图标与之产生变化时显示当前图标。需要屏幕录制授权。

source: Click an item to open it. Hidden items are temporarily revealed.
pl: Aby otworzyć element, kliknij go. Ukryte elementy pojawiają się na chwilę.
ru: Нажмите на элемент, чтобы открыть его. Скрытые элементы временно отображаются.
th: คลิกที่รายการเพื่อเปิด รายการที่ซ่อนไว้จะถูกแสดงชั่วคราว
zh_hans: 点击项目即可打开。隐藏的项目会被临时显示。

source: Collapse trigger
pl: Wyzwalacz zwinięcia paska menu
ru: Свернуть триггер
th: ยุบทริกเกอร์
zh_hans: 折叠触发器

source: Control Center preferences were reset.
pl: Ustawienia Centrum sterowania zostały przywrócone do wartości domyślnych.
ru: Настройки Пункта управления сброшены.
th: รีเซ็ตการตั้งค่า Control Center แล้ว
zh_hans: 控制中心设置已重置。

source: Clear Accessibility and Screen Recording decisions for %@, then quit so you can re-grant them on next launch.
pl: Przywróć ustawienia uprawnień dostępu do funkcji ułatwień dostępu i nagrywania ekranu dla %@ do wartości domyślnych, a następnie zamknij aplikację. Przy kolejnym uruchomieniu będzie można nadać te uprawnienia ponownie.
ru: Сбросить разрешения на Универсальный доступ и запись экрана для %@, затем завершить работу, чтобы при следующем запуске предоставить их снова.
th: ล้างการอนุญาตสิทธิ์การช่วยการเข้าถึงและการบันทึกหน้าจอสำหรับ %@ แล้วออกจากโปรแกรมเพื่อให้คุณให้สิทธิ์อีกครั้งในการเปิดครั้งถัดไป
zh_hans: 清除 %@ 的辅助功能和屏幕录制授权，然后退出，以便在下次启动时重新授权。

source: Choose a device…
pl: Wybierz urządzenie…
ru: Выбрать устройство…
th: เลือกอุปกรณ์…
zh_hans: 选择设备…

source: Choose an app…
pl: Wybierz aplikację…
ru: Выбрать приложение…
th: เลือกแอป…
zh_hans: 选择一个应用

source: Choose an item…
pl: Wybierz element…
ru: Выбрать элемент…
th: เลือกรายการ…
zh_hans: 选择一个对象

source: Choose…
pl: Wybierz…
ru: Выбрать…
th: เลือก…
zh_hans: 选择

source: Controlled by a trigger
pl: Uruchamiany przez wyzwalacz
ru: Управляется триггером
th: ควบคุมโดยทริกเกอร์
zh_hans: 由触发器控制

source: A diagnostic report was saved to %@.
pl: Zapisano raport diagnostyczny w lokalizacji %@.
ru: Диагностический отчёт сохранён в %@.
th: บันทึกรายงานการวินิจฉัยไปยัง %@ แล้ว
zh_hans: 诊断报告已保存到 %@。

source: Accessibility is all Simple Mode needs for hiding and arranging; adding Screen Recording draws your real menu bar icons in the layout editor.
pl: Tryb prosty wymaga tylko uprawnienia Dostępność, aby ukrywać i porządkować ikony. Jeśli przyznasz mu również uprawnienie Nagrywanie ekranu, w edytorze układu zobaczysz rzeczywiste ikony ze swojego paska menu.
ru: Для скрытия и упорядочивания в простом режиме достаточно разрешения на Универсальный доступ; при добавлении разрешения на запись экрана в редакторе раскладки отображаются реальные значки строки меню.
th: โหมดง่าย (Simple Mode) ต้องการเพียงสิทธิ์การช่วยการเข้าถึงสำหรับการซ่อนและจัดเรียง การเพิ่มสิทธิ์การบันทึกหน้าจอจะวาดไอคอนแถบเมนูจริงของคุณในตัวแก้ไขเค้าโครง
zh_hans: 精简模式只需辅助功能权限即可隐藏和排列项目；再授予屏幕录制权限后，布局编辑器中会显示真实的菜单栏图标。

source: Adaptive Gradient
pl: Gradient Adaptacyjny
ru: Адаптивный градиент
th: ไล่สีแบบปรับอัตโนมัติ
zh_hans: 自适应渐变

source: Add a trigger to reveal a menu bar item when a condition is met.
pl: Dodaj wyzwalacz, aby wyświetlić element paska menu po spełnieniu warunku.
ru: Добавьте триггер, чтобы отображать элемент строки меню при выполнении условия.
th: เพิ่มทริกเกอร์เพื่อแสดงรายการแถบเมนูเมื่อเงื่อนไขที่กำหนดเป็นจริง
zh_hans: 添加触发器，在满足条件时显示菜单栏项目。

source: Another enabled trigger also targets this item. Priority runs top to bottom; the first active trigger wins.
pl: Ten element jest również objęty innym włączonym wyzwalaczem. Wyzwalacze mają priorytet w kolejności od góry do dołu — decyduje pierwszy aktywny.
ru: Другой включённый триггер также воздействует на этот элемент. Приоритет определяется сверху вниз; срабатывает первый активный триггер.
th: มีทริกเกอร์ที่เปิดใช้งานอีกตัวกำหนดเป้าหมายไปที่รายการนี้เช่นกัน ลำดับความสำคัญจะเรียงจากบนลงล่าง ทริกเกอร์ที่ทำงานอยู่ตัวแรกจะมีผลก่อน
zh_hans: 另一个已启用的触发器也指向此项目。优先级从上到下排列，最先生效的触发器优先。

source: Application
pl: Aplikacja
ru: Приложение
th: แอปพลิเคชัน
zh_hans: 应用程序
zh_hant: 應用程式

source: Adds the emergency trigger-feature shutoff to the three-dot menu. Keep this off unless a trigger source is disrupting normal computer use.
pl: W menu z trzema kropkami pojawia się opcja awaryjnego wyłączenia funkcji wyzwalania. Powinna pozostać wyłączona, o ile źródło wyzwalania nie zakłóca zwykłej pracy na komputerze.
ru: Добавляет аварийное отключение функций триггеров в меню с тремя точками. Оставляйте эту функцию выключенной, если только источник триггера не мешает нормальной работе компьютера.
th: เพิ่มตัวปิดฉุกเฉินสำหรับฟีเจอร์ทริกเกอร์ลงในเมนูจุดสามจุด เปิดใช้งานเฉพาะเมื่อแหล่งที่มาของทริกเกอร์รบกวนการใช้งานคอมพิวเตอร์ตามปกติ
zh_hans: 在三点菜单中添加紧急关闭全部触发器功能的选项。除非某个触发源干扰了电脑的正常使用，否则请保持关闭。

source: Also move
pl: Przesuń również
ru: Также переместить
th: ย้ายด้วย
zh_hans: 同时移动
zh_hant: 一起移動

source: Also move another item
pl: Przenieś również inny element
ru: Также переместить другой элемент
th: ย้ายรายการอื่นด้วย
zh_hans: 同时移动另一个项目
zh_hant: 一起移動其他物件

source: Also start a new log file once the current one has been open for an hour or a day. The size limit still applies.
pl: Twórz też nowy plik dziennika, gdy bieżący pozostaje otwarty przez godzinę lub dobę. Limit rozmiaru nadal obowiązuje.
ru: Также создавать новый файл журнала, если текущий открыт уже час или день. Ограничение размера по-прежнему действует.
th: เริ่มไฟล์บันทึกใหม่โดยอัตโนมัติเมื่อไฟล์ปัจจุบันเปิดมาแล้วหนึ่งชั่วโมงหรือหนึ่งวัน ขีดจำกัดขนาดยังคงมีผลอยู่
zh_hans: 当前日志文件已写入满一小时或一天时，也新建一个日志文件。大小限制仍然有效。

source: Control Center will quit and its preference files will be deleted. macOS usually relaunches it automatically.
pl: Centrum sterowania zostanie zamknięte, a jego pliki preferencji zostaną usunięte. macOS zwykle uruchamia je ponownie automatycznie.
ru: Пункт управления завершит работу, а его файлы настроек будут удалены. macOS обычно автоматически запускает его снова.
th: Control Center จะออกจากการทำงานและไฟล์การตั้งค่าจะถูกลบ โดยปกติ macOS จะเปิดขึ้นใหม่โดยอัตโนมัติ
zh_hans: 控制中心将退出，其设置文件将被删除。macOS 通常会自动重新启动它。

source: Match
pl: Dopasuj
ru: Соответствие
th: ตรงกัน
zh_hans: 匹配

source: Hide the item while the condition is met (invert)
pl: Ukryj element, gdy warunek jest spełniony (odwróć działanie)
ru: Скрывать элемент, пока выполняется условие (инверсия)
th: ซ่อนรายการขณะที่เงื่อนไขเป็นจริง (กลับด้าน)
zh_hans: 当条件命中时隐藏对象（取反）

source: Hourly
pl: Co godzinę
ru: Ежечасно
th: รายชั่วโมง
zh_hans: 按小时

source: Hover
pl: Najedź
ru: Наведение
th: โฮเวอร์
zh_hans: 悬停
